Repository: stdevPavelmc/chirp
Catalog: locale/*.po
Languages: tr_tr

source: A new version of CHIRP is available: {name}. It is recommended that you upgrade as soon as possible. Please go to:
tr_tr: CHIRP'in yeni bir sürümü mevcut: {name}. En kısa sürede yükseltmeniz önerilir. Lütfen git:
