Repository: stdevPavelmc/chirp
Catalog: locale/*.po
Languages: tr_tr

source: ...and shift all memories up
tr_tr: ... ve tüm kayıtları yukarı kaydır

source: ...and shift block up
tr_tr: ...ve bloğu yukarı kaydır

source: 1. Turn radio off. 2. Connect cable to mic/spkr connector. 3. Make sure connector is firmly connected. 4. Turn radio on (volume may need to be set at 100%). 5. Ensure that the radio is tuned to channel with no activity. 6. Click OK to download image from device.
tr_tr: 1. Telsizi kapatın. 2. Kabloyu mik/hprlr konektörüne bağlayın. 3. Konektörün sıkıca bağlandığından emin olun. 4. Telsizi açın (ses düzeyinin %100 olarak ayarlanması gerekebilir). 5. Telsizin etkin olmayan kanala ayarlandığından emin olun. 6. İmajı cihazdan indirmek için Tamam'a tıklayın.

source: A new version of CHIRP is available:
tr_tr: CHIRP'in yeni bir sürümü mevcut:

source: A new version of CHIRP is available: {ver}.
tr_tr: CHIRP'in yeni bir sürümü mevcut: {ver}.

source: About
tr_tr: Hakkında

source: Adding memory {number}
tr_tr: {number} kaydı ekleniyor

source: Adjust New Location
tr_tr: Yeni Konumu Ayarla

source: All
tr_tr: Tümü

source: All files
tr_tr: Tüm dosyalar

source: An error has occurred
tr_tr: Bir hata oluştu

source: Auto
tr_tr: Otomatik

source: Automatic Repeater Offset
tr_tr: Otomatik Tekrarlama Ofseti

source: Bad value for {col}: {val}
tr_tr: {col} için kötü değer: {val}

source: Band plans define default channel settings for frequencies in a region. Choose a band plan or None for completely manual channel settings.
tr_tr: Bant planları, bir bölgedeki frekanslar için varsayılan kanal ayarlarını tanımlar. Tamamen manuel kanal ayarları için bir bant planını veya Hiçbirini seçin.

source: Bank
tr_tr: Banka

source: Bank Names
tr_tr: Banka İsimleri

source: Banks
tr_tr: Bankalar

source: Browser
tr_tr: Tarayıcı

source: CHIRP Documentation
tr_tr: CHIRP Belgeleri

source: CHIRP Files
tr_tr: CHIRP Dosyaları

source: CHIRP Native File
tr_tr: CHIRP Yerel Dosyası

source: CHIRP Radio Images
tr_tr: CHIRP Telsiz İmajları

source: CSV File
tr_tr: CSV Dosyası

source: CSV Files
tr_tr: CSV Dosyası

source: Callsign
tr_tr: Çağrı işareti

source: Cancel
tr_tr: İptal

source: Cancelled
tr_tr: İptal edildi

source: Cannot be imported because
tr_tr: İçe aktarılamıyor çünkü

source: Change Language
tr_tr: Dili Değiştir (Change Language)

source: Change language
tr_tr: Dili değiştir (Change language)

source: Channel Defaults
tr_tr: Kanal Varsayılanları

source: Channel defaults
tr_tr: Kanal varsayılanları

source: Check this to change the {name} value
tr_tr: {name} değerini değiştirmek için bunu kontrol edin

source: Choose Language
tr_tr: Dil Seçin

source: Choose a language or Auto to use the operating system default. You will need to restart the application before the change will take effect
tr_tr: Bir dil seçin veya işletim sistemi varsayılanını kullanmak için otomatiği seçin. Değişikliğin uygulanması için uygulamayı yeniden başlatmanız gerekir

source: Choose one to import from:
tr_tr: İçe aktarılacak bir şey seçin:

source: Clear Recently Opened
tr_tr: Son Açılanları Temizle

source: Clone Progress
tr_tr: Klon İlerlemesi

source: Clone completed, checking for spurious bytes
tr_tr: Klon tamamlandı, sahte baytlar kontrol ediliyor

source: Clone failed: {error}
tr_tr: Klon başarısız oldu: {error}

source: Cloning
tr_tr: Klonlanıyor

source: Cloning from radio
tr_tr: Telsizden klonlama

source: Cloning to radio
tr_tr: Telsize klonlama

source: Close
tr_tr: Kapat

source: Columns
tr_tr: Sütunlar

source: Comment
tr_tr: Yorum

source: Completed
tr_tr: Tamamlandı

source: Confirm overwrites
tr_tr: Üzerine yazmayı onayla

source: Copy
tr_tr: Kopyala

source: Cross Mode
tr_tr: Çapraz Mod

source: Cross mode
tr_tr: Çapraz mod

source: Cut
tr_tr: Kes

source: Cutting memory {number}
tr_tr: {number} kaydı kesiliyor

source: D-STAR
tr_tr: Takas

source: DAT Files
tr_tr: DAT Dosyaları

source: DMR-MARC Repeater Database Dump
tr_tr: DMR-MARC Tekrarlayıcı Veritabanı Dökümü

source: DMR-MARC Repeaters
tr_tr: DMR-MARC Tekrarlayıcılar

source: DTCS Code
tr_tr: DTCS Kodu

source: DTCS Rx Code
tr_tr: DTCS Rx Kodu

source: Delete
tr_tr: Sil

source: Delete (and shift up)
tr_tr: Sil (ve yukarı kaydır)

source: Delete all
tr_tr: Hepsini sil

source: Details
tr_tr: Detaylar

source: Detect
tr_tr: Tespit etme

source: Developer
tr_tr: Geliştirici

source: Diff Raw Memories
tr_tr: Farklı Ham kayıtlar

source: Diff Tabs
tr_tr: Fark Sekmeleri

source: Diff of {a} and {b}
tr_tr: {a} ve {b} arasındaki fark

source: Diff raw memories
tr_tr: Farklı ham kayıtlar

source: Diff tabs
tr_tr: Fark sekmeleri

source: Digital Code
tr_tr: Dijital Kod

source: Do not show this next time
tr_tr: Bunu bir dahaki sefere gösterme

source: Documentation
tr_tr: Belgeler

source: Documentation for CHIRP, including FAQs, and help for common problems is available on the CHIRP web site, please go to <a href="http://chirp.danplanet.com/projects/chirp/wiki/Documentation">http://chirp.danplanet.com/projects/chirp/wiki/Documentation</a>
tr_tr: CHIRP için SSS'leri de içeren dokümantasyon ve yaygın sorunlara yönelik yardım CHIRP web sitesinde mevcuttur, lütfen şu adrese gidin <a href="http://chirp.danplanet.com/projects/chirp/wiki/Documentation">http://chirp.danplanet.com/projects/chirp/wiki/Documentation</a>

source: Don't show information for any radio again
tr_tr: Bir daha hiçbir telsiz için bilgi gösterme

source: Don't show instructions for any radio again
tr_tr: Bir daha hiçbir telsiz için talimatları gösterme

source: Don't show this again
tr_tr: Bunu bir daha gösterme

source: Download From Radio
tr_tr: Telsizden İndir

source: Downloading MYCALL list
tr_tr: MYCALL (çağrı listem) indiriliyor

source: Downloading RPTCALL list
tr_tr: RPTCAL (tekrarlanan çağrı) listesini indiriliyor

source: Downloading URCALL list
tr_tr: URCALL (sizin çağrı) listesi indiriliyor

source: EVE Files (VX5)
tr_tr: EVE Dosyaları (VX5)

source: E_xchange
tr_tr: T_akas

source: Edit
tr_tr: Düzenle

source: Edit Memory #{num}
tr_tr: Kaydı Düzenle #{num}

source: Edit Memory#{num}
tr_tr: Kaydı Düzenle#{num}

source: Edit Multiple Memories
tr_tr: Birden Fazla Kaydı Düzenle

source: Editing new item, taking defaults
tr_tr: Yeni öğe düzenleniyor, varsayılanlar alınıyor

source: Enable Developer Functions
tr_tr: Geliştirici İşlevlerini Etkinleştir

source: Enabled
tr_tr: Etkin

source: Erasing memory {loc}
tr_tr: Kayıt siliniyor {loc}

source: Erasing memory {number}
tr_tr: Kayıt siliniyor {number}

source: Error importing memories:
tr_tr: Kayıt içe aktarılırken hata oluştu:

source: Error in setting value: %s
tr_tr: Değer ayarında hata: %s

source: Error reporting is enabled
tr_tr: Hata raporlama etkinleştirildi

source: Error setting memory
tr_tr: Kayıt ayarında hata

source: Exchange memories
tr_tr: Kayıtları değiştir

source: Export
tr_tr: Dışa Aktar

source: Export To File
tr_tr: Dosyaya Aktar

source: File Exists
tr_tr: Dosya Mevcut

source: File is modified, save changes before closing?
tr_tr: Dosya değiştirildi, kapatmadan önce değişiklikler kaydedilsin mi?

source: Frequency
tr_tr: Frekans

source: From
tr_tr: Dan

source: General
tr_tr: Genel

source: Get Help Online...
tr_tr: Çevrimiçi Yardım Alın...

source: Getting %s information
tr_tr: %s bilgisi alınıyor

source: Getting bank for memory {num}
tr_tr: {num} kaydı için banka alınıyor

source: Getting bank information
tr_tr: Banka bilgileri alınıyor

source: Getting bank information for memory {num}
tr_tr: {num} kaydı için banka bilgileri alınıyor

source: Getting channel {chan}
tr_tr: {chan} kanalı alınıyor

source: Getting memory {number}
tr_tr: {number} kaydı alınıyor

source: Getting memory {num}
tr_tr: {num} kaydı alınıyor

source: Getting original memory {number}
tr_tr: Orijinal {number} kaydı alınıyor

source: Getting raw memory {number}
tr_tr: {number} ham kaydı alınıyor

source: Getting {type} for memory {num}
tr_tr: {num} kaydı için {type} alınıyor

source: Getting {type} information for memory {num}
tr_tr: {num} kaydı için {type} bilgisi alınıyor

source: Go
tr_tr: Git

source: Hamradio;Programming;Handheld;Radio;Amateur;Programmer
tr_tr: AmatörTelsiz;Programlama;ElTipi;Telsiz;Amatör;Programcı

source: Help
tr_tr: Yardım

source: Hide Unused Fields
tr_tr: Kullanılmayan Alanları Gizle

source: ICF Files
tr_tr: ICF Dosyaları

source: ICF files cannot be edited, only displayed or imported into another file. Open in read-only mode?
tr_tr: ICF dosyaları düzenlenemez, yalnızca görüntülenebilir veya başka bir dosyaya aktarılamaz. Salt okunur modda açılsın mı?

source: If you wish to disable this feature you may do so in the <u>Help</u> menu
tr_tr: Bu özelliği devre dışı bırakmak isterseniz, bunu <u>Yardım</u> menüsünden yapabilirsiniz

source: Import
tr_tr: İçe Aktar

source: Import From Data Source
tr_tr: Veri Kaynağından İçe Aktar

source: Import From File
tr_tr: Dosyadan İçe Aktar

source: Import From Stock Config
tr_tr: Stok Yapılandırmasından İçe Aktar

source: Import from RFinder
tr_tr: RFinder'dan içe aktar

source: Import from data source
tr_tr: Veri kaynağından içe aktar

source: Import from stock config
tr_tr: Stok yapılandırmasından içe aktar

source: Import stock configuration {name}
tr_tr: {name} stok yapılandırmasını içe aktar

source: Importing bank information
tr_tr: Banka bilgileri içe aktarılıyor

source: Incompatible Memory
tr_tr: Uyumsuz Kayıt

source: Index
tr_tr: Dizin

source: Insert row above
tr_tr: Yukarıya satır ekle

source: Insert row below
tr_tr: Aşağıya satır ekle

source: Internal Error
tr_tr: İç Hata

source: Internal Error: Column {name} not found
tr_tr: Dahili Hata: Sütun {name} bulunamadı

source: Internal Error: Invalid limit {number}
tr_tr: Dahili Hata: Geçersiz limit {number}

source: Internal error: Unable to upload to {model}
tr_tr: Dahili hata: {model}'e yüklenemiyor

source: Invalid setting value: %s
tr_tr: Geçersiz ayar değeri: %s

source: Invalid value for %s
tr_tr: %s için geçersiz değer

source: Invalid value for this field
tr_tr: Bu alan için geçersiz değer

source: Invalid value. Must be an integer.
tr_tr: Geçersiz değer. Tam sayı olmak zorunda.

source: Inverse
tr_tr: Ters

source: Kenwood HMK Files
tr_tr: Kenwood HMK Dosyaları

source: Kenwood ITM Files
tr_tr: Kenwood ITM Dosyaları

source: Load Module
tr_tr: Modülü Yükle

source: Loc
tr_tr: Konum

source: Location memory will be imported into
tr_tr: Konum kaydı şuraya aktarılacak

source: Location of memory in the file being imported
tr_tr: İçe aktarılan dosyadaki kaydın konumu

source: Location {number} is already being imported
tr_tr: {number} konumu zaten içe aktarılıyor

source: Location {number} is already being imported. Choose another valü for 'New Location' before selection 'Import'
tr_tr: {number} konumu zaten içe aktarılıyor. 'İçe Aktar' seçiminden önce 'Yeni Konum' için başka bir değer seçin

source: Location {number} is already being imported. Choose another value for 'New Location' before selection 'Import'
tr_tr: {number} konumu zaten içe aktarılıyor. 'İçe Aktar' seçiminden önce 'Yeni Konum' için başka bir değer seçin

source: Looking for a free spot ({number})
tr_tr: Boş yer arıyorum ({number})

source: Memories
tr_tr: Kayıtlar

source: Memories (%(variant)s)
tr_tr: Kayıtlar (%(variant)s)

source: Memories must be contiguous
tr_tr: Kayıtlar bitişik olmalı

source: Memory Range:
tr_tr: Kayıt Aralığı:

source: Memory range:
tr_tr: Kayıt aralığı:

source: Memory validation failed:
tr_tr: Kayıt doğrulaması başarısız oldu:

source: Memory {number}
tr_tr: Kayıt {number}

source: Memory {num} not in bank {bank}
tr_tr: {num} kaydı {bank} bankasında değil

source: Mode
tr_tr: Mod

source: Modules
tr_tr: Modüller

source: Move Dow_n
tr_tr: Aşağı Taş_ı

source: Move _Up
tr_tr: Yukarı _Taşı

source: Move down
tr_tr: Aşağı taşı

source: Move up
tr_tr: Yukarı taşı

source: Moved {count} memories
tr_tr: {count} kaydı taşındı

source: Moving memory from {old} to {new}
tr_tr: Kayıt {old} olandan {new} olana taşınıyor...

source: Moving {src} to {dst}
tr_tr: {src}, {dst}'e taşınıyor

source: My callsign
tr_tr: Benim çağrı işaretim

source: Name
tr_tr: İsim

source: New
tr_tr: Yeni

source: No space to insert a row
tr_tr: Satır eklemek için boşluk yok

source: None
tr_tr: Hiçbiri

source: Note:
tr_tr: Not:

source: Offset
tr_tr: Ofset

source: Open
tr_tr: Aç

source: Open Recent
tr_tr: Son Kullanılanları Aç

source: Open Stock Config
tr_tr: Stok Yapılandırmasını Aç

source: Open _Recent
tr_tr: Son _Kullanılanları Aç

source: Open recent file
tr_tr: Son dosyayı aç

source: Open recent file {name}
tr_tr: {name} geçmiş dosyasını aç

source: Open stock config
tr_tr: Stok yapılandırmasını aç

source: Open stock configuration {name}
tr_tr: {name} stok yapılandırmasını aç

source: Options
tr_tr: Seçenekler

source: Other
tr_tr: Diğer

source: Overwrite
tr_tr: Üzerine yaz

source: Overwrite location {number}?
tr_tr: {number} konumunun üzerine yazılsın mı?

source: Overwrite?
tr_tr: Üzerine yazılsın mı?

source: P_roperties
tr_tr: Ö_zellikler

source: Paste
tr_tr: Yapıştır

source: Pasted memory {number} is not compatible with this radio because:
tr_tr: Yapıştırılan {number} kaydı bu telsizle uyumlu değil çünkü:

source: Power
tr_tr: Güç

source: Preparing memory list...
tr_tr: Kayıt listesi hazırlanıyor...

source: Priming memory
tr_tr: Kayıt hazırlanıyor

source: Proceed with experimental driver?
tr_tr: Deneysel sürücü ile devam edilsin mi?

source: Proceed?
tr_tr: Devam et?

source: Program amateur radios
tr_tr: Amatör telsizleri programla

source: Properties
tr_tr: Özellikler

source: Python Modules
tr_tr: Python Modülleri

source: Query Data Source
tr_tr: Veri Kaynağını Sorgula

source: Query data source
tr_tr: Veri kaynağını sorgula

source: Query failed
tr_tr: Sorgu başarısız

source: Quit
tr_tr: Çıkış

source: RPT1CALL
tr_tr: RFinder

source: RX DTCS Code
tr_tr: RX DTCS Kodu

source: Radio
tr_tr: Telsiz

source: Radio Programming Tool
tr_tr: Telsiz Programlama Aracı

source: Radio did not ack block %i
tr_tr: Telsiz %i bloğunu onaylamadı

source: Radio sent data after the last awaited block, this happens when the selected model is a non-US but the radio is a US one. Please choose the correct model and try again.
tr_tr: Telsiz, beklenen son bloktan sonra veri gönderdi, bu, seçilen model ABD dışındaysa gerçekleşir ama telsiz bir ABD telsizi. Lütfen doğru modeli seçin ve tekrar deneyin.

source: RadioReference.com Canada
tr_tr: RadioReference.com Kanada

source: RadioReference.com Province Query
tr_tr: RadioReference.com İl Sorgusu

source: RadioReference.com Query
tr_tr: RadioReference.com Sorgusu

source: RadioReference.com US
tr_tr: RadioReference.com ABD

source: Raw memory {number}
tr_tr: Ham kayıt {number}

source: Refresh
tr_tr: Yenile

source: Repeater callsign
tr_tr: Tekrarlayıcı çağrı işareti

source: RepeaterBook Political Query
tr_tr: RepeaterBook Siyasi Sorgusu

source: RepeaterBook Proximity Query
tr_tr: RepeaterBook Yakınlık Sorgusu

source: RepeaterBook Query
tr_tr: RepeaterBook Sorgusu

source: RepeaterBook query failed
tr_tr: RepeaterBook sorgusu başarısız oldu

source: Report Statistics
tr_tr: Rapor İstatistikleri

source: Report statistics
tr_tr: Rapor istatistikleri

source: Reporting is disabled
tr_tr: Raporlama devre dışı

source: Retrieving %s information
tr_tr: %s bilgisi alınıyor

source: Retrieving bank information
tr_tr: Banka bilgileri alınıyor

source: Reverse
tr_tr: Tersi

source: Save
tr_tr: Kaydet

source: Save As
tr_tr: Farklı Kaydet

source: Save Changes?
tr_tr: Değişiklikleri Kaydet?

source: Select
tr_tr: Seç

source: Select All
tr_tr: Tümünü seç

source: Select Columns
tr_tr: Sütunları Seç

source: Select _All
tr_tr: Tümünü _Seç

source: Setting index for memory {num}
tr_tr: {num} kaydı için ayar dizini

source: Setting memory {number}
tr_tr: Kaydın ayarlanması {sayı}

source: Setting name on %s
tr_tr: %s üzerinde ad ayarlanıyor

source: Setting name on bank
tr_tr: Bankada isim ayarlama

source: Settings
tr_tr: Ayarlar

source: Show Empty
tr_tr: Boş Kayıtlar

source: Show Information
tr_tr: Bilgi göster

source: Show Instructions
tr_tr: Talimatları Göster

source: Show Raw Memory
tr_tr: Ham Kaydı Göster

source: Show raw memory
tr_tr: Ham kaydı göster

source: Skip
tr_tr: Atla

source: Smart Tone Modes
tr_tr: Akıllı Ton Modları

source: Special Channels
tr_tr: Özel Kanallar

source: The file {name} already exists. Do you want to overwrite it?
tr_tr: {name} dosyası zaten var. Üzerine yazmak istiyor musunuz?

source: The reporting feature of CHIRP is designed to help <u>improve quality</u> by allowing the authors to focus on the radio drivers used most often and errors experienced by the users. The reports contain no identifying information and are used only for statistical purposes by the authors. Your privacy is extremely important, but <u>please consider leaving this feature enabled to help make CHIRP better!</u> <b>Are you sure you want to disable this feature?</b>
tr_tr: CHIRP'in raporlama özelliği, yazarların en sık kullanılan telsiz sürücülerine ve kullanıcıların yaşadığı hatalara odaklanmasını sağlayarak <u>kaliteyi iyileştirmeye</u> yardımcı olmak için tasarlanmıştır. Raporlar tanımlayıcı bilgi içermez ve yazarlar tarafından yalnızca istatistiksel amaçlarla kullanılır. Gizliliğiniz son derece önemlidir, ancak <u>CHIRP'i daha iyi hale getirmeye yardımcı olmak için lütfen bu özelliği etkinleştirmeyi düşünün!</u> <b>Bu özelliği devre dışı bırakmak istediğinizden emin misiniz?</b>

source: The {vendor} {model} has multiple independent sub-devices
tr_tr: {vendor} {model} birden çok bağımsız alt cihaza sahip

source: The {vendor} {model} operates in <b>live mode</b>. This means that any changes you make are immediately sent to the radio. Because of this, you cannot perform the <u>Save</u> or <u>Upload</u> operations. If you wish to edit the contents offline, please <u>Export</u> to a CSV file, using the <b>File menu</b>.
tr_tr: {vendor} {model} <b>canlı modda</b> çalışır. Bu, yaptığınız tüm değişikliklerin anında telsize gönderileceği anlamına gelir. Bu nedenle, <u>Kaydet</u> veya <u>Yükle</u> işlemlerini gerçekleştiremezsiniz. İçeriği çevrimdışı düzenlemek istiyorsanız, lütfen <b>Dosya menüsünü</b> kullanarak bir CSV dosyasına <u>Dışa aktarın</u>.

source: There was an error during export: {error}
tr_tr: Dışa aktarma sırasında bir hata oluştu: {error}

source: There was an error during import: {error}
tr_tr: İçe aktarma sırasında bir hata oluştu: {error}

source: There was an error opening {fname}: {error}
tr_tr: {fname} açılırken bir hata oluştu: {error}

source: There were errors while opening {file}. The affected memories will not be importable!
tr_tr: {file} açılırken hatalar oluştu. Etkilenen kayıtlar içe aktarılmayacak!

source: This is experimental support for BJ-9900 which is still under development. Please ensure you have a good backup with OEM software. Also please send in bug and enhancement requests! You have been warned. Proceed at your own risk!
tr_tr: Bu, halen geliştirilmekte olan BJ-9900 için deneysel destektir. Lütfen OEM yazılımıyla iyi bir yedeklemeniz olduğundan emin olun. Ayrıca lütfen hata raporu ve geliştirme istekleri gönderin! Uyarıldınız. Kendi sorumluluğunuzda ilerleyin!

source: This operation requires moving all subsequent channels by one spot until an empty location is reached. This can take a LONG time. Are you sure you want to do this?
tr_tr: Bu işlem, boş bir konuma ulaşılana kadar sonraki tüm kanalların bir noktada taşınmasını gerektirir. Bu UZUN zaman alabilir. Bunu yapmak istediğinden emin misin?

source: This radio's driver is experimental. Do you want to proceed?
tr_tr: Bu telsizin sürücüsü deneyseldir. Devam etmek istiyor musunuz?

source: To
tr_tr: İle

source: Tone
tr_tr: Ton

source: Tone Mode
tr_tr: Ton Modu

source: Travel Plus Files
tr_tr: Seyahat Artı Dosyaları

source: Tune Step
tr_tr: Adımı Ayarla

source: Unable to detect radio on {port}
tr_tr: {port} üzerinde telsiz algılanamadı

source: Unable to make changes to this model
tr_tr: Bu modelde değişiklik yapılamıyor

source: Unable to open this image. It was generated with a newer version of CHIRP and thus may be for a radio model that is not supported by this version. Please update to the latest version of CHIRP and try again.
tr_tr: Bu imaj açılamıyor. CHIRP'in daha yeni bir sürümüyle oluşturulmuş ve bu nedenle bu sürüm tarafından desteklenmeyen bir telsiz modeli için olabilir. Lütfen en son CHIRP sürümüne güncelleyin ve tekrar deneyin.

source: Unable to open this image: unsupported model
tr_tr: Bu imaj açılamıyor: desteklenmeyen model

source: Unable to paste {src} memories into {dst} rows. Increase the memory bounds or show empty memories.
tr_tr: {src} kayıtları {dst} satırlarına yapıştırılamıyor. Kayıt sınırlarını artırın veya boş kayıtları gösterin.

source: Unable to read last block. This often happens when the selected model is US but the radio is a non-US one (or widebanded). Please choose the correct model and try again.
tr_tr: Son blok okunamıyor. Bu genellikle seçilen model ABD olduğunda olur ama telsiz ABD dışı bir telsizdir (veya geniş bantlıdır). Lütfen doğru modeli seçin ve tekrar deneyin.

source: Unsupported file type
tr_tr: Desteklenmeyen dosya türü

source: Untitled
tr_tr: Başlıksız

source: Updating RPTCALL list
tr_tr: RPTCALL listesi güncelleniyor

source: Updating URCALL list
tr_tr: URCALL listesi güncelleniyor

source: Updating bank index for memory {num}
tr_tr: {num} kaydı için banka dizini güncelleniyor

source: Updating bank information for memory {num}
tr_tr: {num} kaydı için banka bilgileri güncelleniyor

source: Updating mapping information for memory {num}
tr_tr: {num} kaydı için eşleme bilgileri güncelleniyor

source: Updating {type} index for memory {num}
tr_tr: {num} kayıt için {type} dizini güncelleniyor

source: Upload To Radio
tr_tr: Telsize Yükle

source: VX5 Commander Files
tr_tr: VX5 Commander Dosyaları

source: VX6 Commander Files
tr_tr: VX6 Commander Dosyaları

source: VX7 Commander Files
tr_tr: VX7 Commander Dosyaları

source: Vendor
tr_tr: Tedarikçi

source: Visible columns for {radio}
tr_tr: {radio} için görünür sütunlar

source: With significant contributions by:
tr_tr: Önemli katkılarıyla:

source: With significant contributions from:
tr_tr: Önemli katkılarla:

source: Writing memory {number}
tr_tr: {number} kaydı yazılıyor

source: Yes to All
tr_tr: Hepsine evet

source: You can only diff two memories!
tr_tr: Sadece iki kaydı birbirinden ayırabilirsin!

source: Your callsign
tr_tr: Çağrı işaretiniz

source: _Copy
tr_tr: _Kopyala

source: _Cut
tr_tr: _Kes

source: _Delete
tr_tr: _Sil

source: _Edit
tr_tr: _Düzen

source: _File
tr_tr: _Dosya

source: _Paste
tr_tr: _Yapıştır

source: _Radio
tr_tr: _Telsiz

source: _Recent
tr_tr: _Geçmiş

source: _View
tr_tr: _Görünüm

source: idle
tr_tr: boşta

source: these memories
tr_tr: bu kayıtları

source: this memory
tr_tr: bu kaydı

source: {bank} is full
tr_tr: {bank} dolu

source: {name} Information
tr_tr: {name} Bilgi

source: {name} Instructions
tr_tr: {name} Talimatlar

source: {num} errors during open:
tr_tr: açma sırasında {num} hatalar:

source: {vendor} {model} image file
tr_tr: {vendor} {model} imaj dosyası

source: {vendor} {model} on {port}
tr_tr: {vendor} {model} üzerinde {port}

source: Memory Properties
tr_tr: Kayıt özellikleri

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Ok
tr_tr: Tamam

source: OK
tr_tr: TAMAM

source: Off
tr_tr: Kapalı

source: Both
tr_tr: İkisi de

source: High
tr_tr: Yüksek

source: Low
tr_tr: Düşük

source: Basic Settings
tr_tr: Temel Ayarlar

source: Advenced Settings
tr_tr: Gelişmiş Ayarlar

source: Other Settings
tr_tr: Diğer ayarlar

source: Work Mode Settings
tr_tr: Çalışma Modu Ayarları

source: FM Radio Preset
tr_tr: FM Radyo Ön Ayarı

source: DTMF Settings
tr_tr: DTMF Ayarları

source: Service Settings
tr_tr: Servis Ayarları
